export const dateFormat = 'YYYY-MM-DD HH:mm:ss';

export const productGroups = {
  girls:[
    "Аксессуары",
    "Боди (длинный рукав)",
    "Боди (короткий рукав)",
    "Кофты",
    "Наборы",
    "Песочник",
    "Пижамы",
    "Платья",
    "Регланы",
    "Футболки",
    "Человечки",
    "Шорты",
    "Штаны",
  ],
  boys:[
    "Аксессуары",
    "Боди (длинный рукав)",
    "Боди (короткий рукав)",
    "Кофты",
    "Наборы",
    "Песочник",
    "Пижамы",
    "Регланы",
    "Футболки",
    "Человечки",
    "Шорты",
    "Штаны",
    ]
}
        


export const productNamesToFolders = {
    "ДР":"Боди (длинный рукав)",
    "КР":"Боди (короткий рукав)",
    "Кофт":"Кофты",
    "Набор":"Наборы",
    "Песочник":"Песочник",
    "Пижам":"Пижамы",
    "Плать":"Платья",
    "Реглан":"Регланы",
    "Футболк":"Футболки",
    "Человеч":"Человечки",
    "Шорты":"Шорты",
    "Штаны": "Штаны",
    "Лосины":"Штаны",
    "Костюм":"Наборы"
}
export const sizes = [
"NB",
"0-3",
"1-2",
"2-4",
"3-6",
"4-6",
"6-9",
"9-12",
"12-18",
"18-24",
"24-36",
]

export const brands = [
  "all",
  "bi baby",
  "bimini",
  "biorganic",
  "Disney baby",
  "DreamKid",
  "Dunnes",
  "H&M",
  "Little Angel",
  "George",
  "little life",
  "Marks & Spencer",
  "Matalan",
  "Next",
  "Tesco",
  "KEHA",
  "Мамине чудо"
];

